{
  "pets": [
    {
      "id": "1",
      "name": "Simba",
      "type": "dog",
      "age": 3,
      "description": "Simba is a charming, friendly dog with a lot of love to give. He’s social, loves meeting new people and pets, and enjoys a daily run in the park. He would be a great companion for an active family that enjoys the outdoors.",
      "image": "https://i.pinimg.com/236x/c2/49/32/c24932328fbbcfaab3d96af8897e68e7.jpg"
    },
    {
      "id": "2",
      "name": "Puss",
      "type": "cat",
      "age": 2,
      "description": "This cat is independent but cuddly, preferring quiet time with people. While they love exploring their surroundings, they also enjoy cozying up on laps and being the center of attention during movie nights.",
      "image": "https://i.pinimg.com/236x/84/73/e7/8473e719439cf82e1f31388579234615.jpg"
    },
    {
      "id": "3",
      "name": "Bosco",
      "type": "dog",
      "age": 4,
      "description": "Energetic and playful, Bosco is a lively dog who needs an equally active home. He loves fetch, running, and training exercises that challenge his intelligence. Bosco’s ideal family would be one that appreciates his high energy and is ready to keep him entertained.",
      "image": "https://i.pinimg.com/236x/b4/55/1f/b4551f8d549b7e6f7f63d789fa06fb3b.jpg"
    },
    {
      "id": "4",
      "name": "Bella",
      "type": "dog",
      "age": 5,
      "description": "Bella is a loyal and gentle soul who is great with children. She’s calm, loving, and enjoys lounging around with her family. Bella would be an excellent fit for a family looking for a relaxed, affectionate dog.",
      "image": "https://i.pinimg.com/474x/33/b3/d4/33b3d4dc2647391f63fb69ad087014a9.jpg"
    },
    {
      "id": "5",
      "name": "Luna",
      "type": "cat",
      "age": 2,
      "description": "Luna is a spirited, curious cat with a playful streak. She’s full of energy and loves exploring new places. Luna would be perfect for an active family who enjoys going on adventures and spending time outdoors.",
      "image": "https://i.pinimg.com/236x/bd/84/ec/bd84ec9cebb65a9926920e5e1bd39709.jpg"
    },
    {
      "id": "6",
      "name": "Charlie and Kitty",
      "type": "dog, cat",
      "age": 1,
      "description": "Charlie and Kitty make a delightful pair—Charlie is a playful, energetic puppy who loves exploring, while Kitty is a calm, affectionate cat that enjoys observing his antics. Together, they’re looking for a home that appreciates both their personalities.",
      "image": "https://i.pinimg.com/236x/86/2d/c8/862dc8069f63a760c49b23ae06d6d32e.jpg"
    }
  ]
}